Repository: Ana06/plasma5-wallpapers-dynamic
Catalog: src/translations/po/*.po
Languages: uk

source: Metadata has no object 'Wallpaper'.
uk: Матедані не мають об'єкта 'Wallpaper'.

source: Unknown wallpaper type: '%1'. Supported wallpaper types: %2.
uk: Невідомий тип шпалер: '%1'. Підтримувані типи шпалер: %2.

source: Image with index %1 has no metadata associated with it.
uk: Зображення з індексом %1 не має метаданих

source: Image with index %1 has an invalid value for key 'Azimuth': '%2'. The azimuth must be a real number between 0 and 360 inclusive.
uk: Зображення з індексом %1 має недійсне значення для ключа 'Azimuth': '%2'. Азимут має бути реальним числом від 0 до 360 включно.

source: Image with index %1 has an invalid value for key 'Elevation': '%2'. The elevation must be a real number between -90 and 90 inclusive.
uk: Зображення з індексом %1 має недійсне значення для ключа 'Elevation': '%2'. Висота має бути дійсним числом від -90 до 90 включно.

source: Image with index %1 has an invalid value for key 'Time': '%2'. The time must be a real number between 0 and 1 inclusive.
uk: Зображення з індексом %1 має недійсне значення для ключа 'Time': '%2'. Час має бути дійсним числом від 0 до 1 включно.

source: Could not load wallpaper package: %1.
uk: Неможливо завантажити шпалери: %1

source: A dynamic wallpaper must have at least two images, %1 provided.
uk: Динамічні шпалери мають мати якнайменше два зображення, %1 надано.

source: Not able to display the dynamic wallpaper. If you live close to the North or the South geographic pole, try using another dynamic wallpaper
uk: Неможливо показати динамічні шпалери. Спробуйте інші динамічні шпалери, якщо ви живите близько до Північного або Південного географічного полюсу.

source: Could not load dynamic wallpaper: %1
uk: Неможливо завантажити динамічні шпалери: %1

source: Images
uk: Зображення

source: Fill Mode:
uk: Розташування:

source: Scaled and Cropped
uk: Масштабоване та обрізане

source: Scaled
uk: Масштабоване

source: Scaled, Keep Proportions
uk: Масштабоване, зі збереженням пропорцій

source: Centered
uk: За центром

source: Tiled
uk: Плиткою

source: Latitude:
uk: Широта:

source: Longitude:
uk: Довгота:

source: Update Every:
uk: Обновлювати кожні:

source: min
uk: хв

# <image> by <author> (<license>)
source: By %1 (%2)
uk: Автор - %1 (%2)

source: Open Containing Folder
uk: Відкрити теку об'єкта

source: Restore Wallpaper
uk: Відновити початкові шпалери

source: Remove Wallpaper
uk: Вилучити шпалери

source: Open Wallpaper
uk: Відкрити шпалери

source: Wallpaper metadata file (metadata.json)
uk: Файл з метаданими шпалер (metadata.json)

source: Add Wallpaper...
uk: Додати шпалери...
